const items = {
    "films": [
        {
            "id": 1,
            "name": "Зелена миля",
            "country": "США",
            "data": "6 грудня 1990 рік",
            "category": "Бойовики",
            "img": "src-green-mile.jpg",
            "about": "Картина знята за однойменним романом Стівена Кінга. Якось до блоку для засуджених до страти надходить новий в'язень – Джон Коффі, засуджений за вбивство маленьких дівчаток. Коффі привертає увагу начальника цього блоку – Пола Еджкомба. За довгі роки роботи він надивився на різних злочинців, і він трохи розуміється на людях."
        },
        {
            "id": 2,
            "name": "Побіг з Шоушенка",
            "country": "США",
            "data": "10 вересня 1994 рік",
            "category": "Драми",
            "img": "escape-for-shoushenko.jpeg",
            "about": "В основу культової драми лягла повість Стівена Кінга «Рита Хейуорт із Шоушенка». Дія фільму розгортається наприкінці 50-х років минулого сторіччя. Молодого фінансиста Енді Дюфрейна за подвійне вбивство засуджують до довічного ув'язнення, але він категорично заперечує свою причетність до злочину. Свій термін Енді вирушає відбувати в одну з найвідоміших в'язниць – Шоушенк, з якої ще нікому не вдавалося втекти."
        },
        {
            "id": 3,
            "name": "1 + 1",
            "country": "Франція",
            "data": "3 жовтень 2011 рік",
            "category": "Комедії",
            "img": "one-plus-one.jpeg",
            "about": "Філіп дуже багата людина, але внаслідок нещасного випадку його паралізувало, і він прикутий до інвалідного крісла. Він втратив будь-який інтерес до життя, і потребує постійного нагляду. Для цих цілей наймаються доглядальниці, проте жодна з них довго не працює.І ось одного разу черговою доглядальницею Пилипа стає чорношкірий молодий хлопець на ім'я Дрісса, який вийшов зовсім недавно з в'язниці."
        },
        {
            "id": 4,
            "name": "Форрест Гамп",
            "country": "США",
            "data": "6 липня 1994 рік",
            "category": "Драми",
            "img": "Gump.jpg",
            "about": "Картину знято за мотивами однойменного роману Вінстона Грума. Сюжет фільму розповідає про цікаве життя хлопця на ім'я Форест Гамп.Маленький Форрест мешкає разом зі своєю матір'ю в штаті Алабама, у містечку під назвою Грінбоу. У нього проблеми зі здоров'ям, та й до всього іншого хлопчик має розлад інтелекту, тому його матері доводиться докласти чимало зусиль, щоб його взяли до звичайної школи."
        },
        {
            "id": 5,
            "name": "Володар кілець: Братство кільця",
            "country": "Нова Зеландія, США",
            "data": "10 грудня 2001 рік",
            "category": "Фантастика",
            "img": "circle-two-tower.jpeg",
            "about": "Пригодницька картина є першою частиною кінотрилогії, знятою за романом відомого англійського письменника Джона Рональда Руел Толкіна Володар кілець.За сюжетом фільму темний володар Саурон відковує магічне Кільце Всевладдя, яке має підкорити всі народи. Але в одній із битв кільце було втрачено, і через довгі роки воно потрапляє до рук одного з представників народу хобітів – Більбо Беггінсу. Про свою знахідку він розповідає своєму давньому другові чарівнику Гендельфу."
        },
        {
            "id": 6,
            "name": "Володар кілець: Дві фортеці",
            "country": "Нова Зеландія, США",
            "data": "5 грудня 2002 року",
            "category": "Фантастика,Вестерни",
            "img": "circle-two-towers-two.jpeg",
            "about": "Пригодницький фільм, що вийшов на екрани в 2002 році, - це друга частина кінотрилогії, знятої за романом відомого англійського письменника Джона Рональда Руел Толкіна Володар кілець. Фільм продовжує розповідати про хобіти Фродо та Семи, які тримають свій шлях у саме серце Мордора, щоб у полум'ї Фатальної гори знищити злощасне Кільце Всевладдя. У цій довгій і небезпечній подорожі їх провідником виступає дивна істота Голлум, яка колись була хобітом.У цей час так зване «Братство кільця» втрачає сили, і, втративши ватажків, починає розпадатися"
        }
    ]
}